{
    "bolos": [
        {
            "id": 1,
            "imagem": "bolo caseiro.jpeg.JPG",
            "titulo": "Bolo caseiro",
            "descricao": "Um clássico que nunca sai de moda! Este bolo caseiro é fofinho, saboroso e perfeito para acompanhar um café fresco ou um chá da tarde.",
            "ingredientes": "3 ovos inteiros, 3 xícaras de chá de farinha de trigo com fermento, 1 xícara de chá de leite, 2 xícaras e meia de chá de açúcar refinado, 250 g de margarina, gotas de baunilha",
            "modoPreparo": "Bata a margarina, adicione o açúcar, os ovos e a baunilha. Acrescente a farinha e o leite. Coloque em forma untada e asse a 180°C por 40 minutos."
        },
        {
            "id": 2,
            "imagem": "banoffee.jpg",
            "titulo": "Bolo Banoffe",
            "descricao": "Uma explosão de sabor em cada fatia! O bolo Banoffee combina o doce cremoso do doce de leite, o frescor das bananas maduras e o toque irresistível do chantilly.",
            "ingredientes": "3 ovos, 1 xícara de açúcar, baunilha, farinha, canela, leite morno, óleo, fermento, doce de leite, bananas, chantilly, chocolate ralado, bolachas de maisena",
            "modoPreparo": "Bata ovos e açúcar, adicione os demais ingredientes e asse. Recheie com doce de leite, banana e chantilly. Monte em camadas e decore."
        },
        {
            "id": 3,
            "imagem": "bolo-mousse-de-leite-em-p.jpg",
            "titulo": "Bolo de Leite em Pó",
            "descricao": "Perfeito para comemorações, o Bolo com Recheio de Leite em Pó é delicioso! O toque especial fica por conta dos nossos confeitos!",
            "ingredientes": "Ovos, açúcar, leite, baunilha, farinha, fermento, leite condensado, creme de leite, leite em pó, gelatina, chantilly, confeitos",
            "modoPreparo": "Bata ovos e açúcar, adicione os líquidos e secos. Asse. Recheie com creme de leite em pó. Monte e decore com chantilly e confeitos."
        },
        {
            "id": 4,
            "imagem": "bolo-creme-de-pacoca-52395.jpg",
            "titulo": "Bolo Paçoca",
            "descricao": "O sabor da festa junina o ano todo! Feito com paçoca esfarelada na massa e, se quiser caprichar, também na cobertura.",
            "ingredientes": "Amendoim, pudim de chocolate, fermento, margarina, açúcar, ovos, farinha de trigo, paçoca",
            "modoPreparo": "Bata tudo na batedeira, asse a 180°C por 35min. Polvilhe paçoca por cima para finalizar."
        }
    ]
}